Gruntfuggly.todo-tree
james-yu.latex-workshop
johnpapa.vscode-peacock
mathworks.language-matlab
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools-extension-pack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
oderwat.indent-rainbow
redhat.vscode-yaml
timonwong.shellcheck
vscode-icons-team.vscode-icons
