eamodio.gitlens
Gruntfuggly.todo-tree
johnpapa.vscode-peacock
mathworks.language-matlab
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-iot.vscode-ros
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
oderwat.indent-rainbow
redhat.vscode-yaml
timonwong.shellcheck
vscode-icons-team.vscode-icons
